"AES-128 (recommended)" = "AES-128 (권장)";
"Burn Image..." = "이미지 굽기...";
"Cancel" = "취소";
"Change Format..." = "포맷 변경…";
"Convert" = "변환";
"Converting Image..." = "이미지 변환 중…";
"Create" = "생성";
"Create Disk Image" = "디스크 이미지 생성";
"Create with directory:" = "다음 디렉토리로 생성:";
"Create with size:" = "다음 크기로 생성:";
"Create..." = "생성...";
"Creating Image..." = "이미지 생성 중…";
"DVD/CD-R master" = "DVD/CD-R 마스터";
"Disk Image" = "디스크 이미지";
"Disk Image Converter" = "디스크 이미지 변환기";
"Disk Image Converting" = "디스크 이미지 변환";
"Disk Image Progress" = "디스크 이미지 진행";
"Encryption:" = "암호화:";
"Finished" = "완료됨";
"Format:" = "포맷:";
"Image Format" = "이미지 포맷";
"Internet enable" = "인터넷 가능";
"Mount after creating" = "생성 후 마운트";
"Mounting Image..." = "이미지 마운트 중…";
"Name:" = "이름:";
"None" = "없음";
"Read only" = "읽기 전용";
"Read only compressed" = "읽기 전용으로 압축됨";
"Read only zlib compressed" = "읽기 전용 zlib 형식으로 압축됨";
"Read/Write" = "읽기/쓰기";
"Sparse" = "Sparse 이미지";
"The file must have the .dmg, .img, .cdr, .iso, .smi or .toast extensions." = "파일은 다음 중 하나의 확장자를 갖고 있어야 합니다: .dmg, .img, .cdr, .iso, .smi, .toast";
"Volume Name:" = "볼륨 이름:";
"Volume Size:" = "볼륨 크기:";
"untitled" = "무제";

/* ==== UNLOCALIZED ==== */

"Megabytes" = "Megabytes";
